[Section_LID0x0809]//英语_UK语言ID
Key_Button1=File Transfer
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Start PC Suite
Key_Button4=Start Mobile Modem
Key_Button5=Manual
Key_ButtonSel1=Transfer File by U Disk
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.
Key_ButtonSel3=Manage contacts and messages
Key_ButtonSel4=Connect to internet by modem
Key_ButtonSel5=Open help document folder
ProgramName=Mobile PC Options
Key_AdminPromptMsg = You have to install device using the Administrators account before you can use in this USB port.
Key_DriverUpdateNotationTitle=Tip
Key_DriverUpdateNotation=Find New Driver, do you want to update it?
Key_MMCAbsence=There isn't any sd card in your mobile.
strLang=English

[Section_LID0x0804]//中文简体
Key_Button1=文件传输
Key_Button2=安装驱动
Key_Button2-2=卸载驱动
Key_Button3=启动PC助手
Key_Button4=启动拨号上网
Key_Button5=用户指南
Key_ButtonSel1=使用U盘进行文件传输
Key_ButtonSel2=将手机驱动安装到电脑上
Key_ButtonSel2-2=从电脑上卸载手机驱动
Key_ButtonSel3=使用PC助手进行电话簿和短信管理
Key_ButtonSel4=使用拨号软件连接到网络
Key_ButtonSel5=查看帮助文档
ProgramName=手机PC 操作
Key_AdminPromptMsg=你必须要有管理员权限才能在当前端口上安装此设备
Key_DriverUpdateNotationTitle=温馨提示
Key_DriverUpdateNotation=检测到新的驱动，是否需要升级？
Key_MMCAbsence=手机中没有检测到存储卡.
strLang=Chinese_Simplified


[Section_LID0x0404]//中文繁体
Key_Button1=文件傳輸
Key_Button2=安裝驅動
Key_Button2-2=卸載驅動
Key_Button3=PC助手
Key_Button4=啟動撥號上網
Key_Button5=用戶指南
Key_ButtonSel1=利用 USB 隨身碟傳送檔案
Key_ButtonSel2=將手機驅動安裝到電腦上
Key_ButtonSel2-2=從電腦上卸載手機驅動
Key_ButtonSel3=管理檔案與訊息
Key_ButtonSel4=利用數據綫連接互聯網
Key_ButtonSel5=查看幫助文檔
ProgramName=手機PC操作
Key_AdminPromptMsg=你必須要有管理員權限才能在當前端口上安裝此設備
Key_DriverUpdateNotationTitle=溫馨提示
Key_DriverUpdateNotation=發現新驅動程式，請問是否更新？
Key_MMCAbsence=手機中沒有檢測到存儲卡.
strLang=Chinese_Traditional

[Section_LID0x0C04]//中文香港繁体
Key_Button1=文件傳輸
Key_Button2=安裝驅動
Key_Button2-2=卸載驅動
Key_Button3=PC助手
Key_Button4=啟動撥號上網
Key_Button5=用戶指南
Key_ButtonSel1=利用 USB 隨身碟傳送檔案
Key_ButtonSel2=將手機驅動安裝到電腦上
Key_ButtonSel2-2=從電腦上卸載手機驅動
Key_ButtonSel3=管理檔案與訊息
Key_ButtonSel4=利用數據綫連接互聯網
Key_ButtonSel5=查看幫助文檔
ProgramName=手機PC操作
Key_AdminPromptMsg=你必須要有管理員權限才能在當前端口上安裝此設備
Key_DriverUpdateNotationTitle=溫馨提示
Key_DriverUpdateNotation=發現新驅動程式，請問是否更新？
Key_MMCAbsence=手機中沒有檢測到存儲卡.
strLang=Chinese_Hongkong

[Section_LID0x040C]//french语言ID
Key_Button1=Transfert de fichier
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Démarrer PC Suite
Key_Button4=Démarrer modem mobile
Key_Button5=Guide utilisateur
Key_ButtonSel1=Transfert de fichier par disque dur
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.
Key_ButtonSel3=Gérer répertoires et messages
Key_ButtonSel4=Connecter à l’internet par modem
Key_ButtonSel5=Ouvrir répertoire aide
ProgramName=Tactile internet
Key_AdminPromptMsg = Vous devez installer appareil en utilisant compte Adminstrateurs avant de pouvoir l’utiliser dans ce port USB.
Key_DriverUpdateNotationTitle=Conseil d’opération
Key_DriverUpdateNotation=Nouveau driver trouvé, voulez-vous le mettre à jour?
Key_MMCAbsence=Carte SD absente dans votre mobile.
strLang=french

[Section_LID0x0C0C]//French(fr-rCA)语言ID
Key_Button1=Transfert de fichier
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Lancer la suite de logiciels pour PC
Key_Button4=Lancer le modem du téléphone cellulaire
Key_Button5=Manuel
Key_ButtonSel1=Transférer les fichiers en utilisant le téléphone comme lecteur de cartes USB
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.
Key_ButtonSel3=Gérer les contacts et les messages
Key_ButtonSel4=Se connecter à Internet par le modem
Key_ButtonSel5=Ouvrir le dossier des documents de l'aide
ProgramName=Options de PC mobile
Key_AdminPromptMsg = Avant que vous utilisiez le port USB, vous devez installer les pilotes en utilisant le compte administrateur.
Key_DriverUpdateNotationTitle=Conseil
Key_DriverUpdateNotation=Nouveau pilote trouvé. Désirez-vous le mettre à jour?
Key_MMCAbsence=Aucune carte SD d'installée sur votre téléphone cellulaire.
strLang=French(fr-rCA)

[Section_LID0x041F]//Turkey(tr)语言ID
Key_Button1		=Dosya Aktarma                                                                                            
Key_Button3		=PC Suite'yi başlatın                                                                                     
Key_Button4		=Mobil Modem'i Başlatın                                                                                   
Key_Button5		=Manüel                                                                                                   
Key_ButtonSel1		=Telefonu, USB flash sürücüsü olarak kullanarak dosyaları aktarın                                         
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                                  
Key_ButtonSel3		=Kişileri ve mesajları yönetin                                                                            
Key_ButtonSel4		=Modemle internet bağlanın                                                                                
Key_ButtonSel5		=Yardım belgeleri klasörünü açın                                                                          
ProgramName		=Mobile PC Seçenekleri                                                                                    
Key_AdminPromptMsg 	=USB bağlantı noktasını kullanmadan önce yönetici hesabını kullanarak sürücüleri yüklemeniz gerekmektedir.
Key_DriverUpdateNotation=Yeni sürücü bulundu. Güncellemek istiyor musunuz?                                                        
Key_MMCAbsence=Cep telefonunuzda SD kart yüklü değil.
Key_DriverUpdateNotationTitle=Uç
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Turkey(tr)

[Section_LID0x041D]//Sweden(sv)语言ID
Key_Button1		=Överför fil                                                                            
Key_Button3		=Starta datorprogram                                                                    
Key_Button4		=Starta mobilt modem                                                                    
Key_Button5		=Manuell                                                                                
Key_ButtonSel1		=Överför filerna med telefonen som en USB-flash-drivenhet                               
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                             
Key_ButtonSel3		=Hantera kontakter och meddelanden                                                      
Key_ButtonSel4		=Anslut till webben via modem                                                           
Key_ButtonSel5		=Öppna mappen med hjälpdokument                                                         
ProgramName		=Mobila datoralternativ                                                                 
Key_AdminPromptMsg 	=Innan du använder USB-porten måste du installera drivenheterna via administratörkontot.
Key_DriverUpdateNotation=Ny drivenhet har hittats. Vill du uppdatera den?                                       
Key_MMCAbsence=Inget SC-kort har installerats på din mobiltelefon.
Key_DriverUpdateNotationTitle=Tips!
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Sweden(sv)

[Section_LID0x040A]//Spanish(es)语言ID
Key_Button1		=Transferir archivos                                                                                     
Key_Button3		=Iniciar PC Suite                                                                                      
Key_Button4		=Iniciar como USB Módem                                                                                    
Key_Button5		=Manual                                                                                                 
Key_ButtonSel1		=Transferir archivos por disco USB                                       
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                           
Key_ButtonSel3		=Gestionar contactos y mensajes                                                                         
Key_ButtonSel4		=Conectar a Internet por USB Módem                                                              
Key_ButtonSel5		=Abrir carpeta de ayuda                                                                 
ProgramName		=Opciones del PC móvil                                                                                  
Key_AdminPromptMsg 	=Antes de utilizar el puerto USB, debe instalar los controladores utilizando la cuenta de administrador.
Key_DriverUpdateNotation=Nuevo controlador encontrado. ¿Desea actualizarlo?                                                     
Key_MMCAbsence=No hay ninguna tarjeta SD instalada en su móvil.
Key_DriverUpdateNotationTitle=Sugerencia
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Spanish(es)

[Section_LID0x0C0A]//Spanish(is)语言ID
Key_Button1		=Transferir archivos                                                                                     
Key_Button3		=Iniciar PC Suite                                                                                      
Key_Button4		=Iniciar como USB Módem                                                                                    
Key_Button5		=Manual                                                                                                 
Key_ButtonSel1		=Transferir archivos por disco USB                                       
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                           
Key_ButtonSel3		=Gestionar contactos y mensajes                                                                         
Key_ButtonSel4		=Conectar a Internet por USB Módem                                                              
Key_ButtonSel5		=Abrir carpeta de ayuda                                                                 
ProgramName		=Opciones del PC móvil                                                                                  
Key_AdminPromptMsg 	=Antes de utilizar el puerto USB, debe instalar los controladores utilizando la cuenta de administrador.
Key_DriverUpdateNotation=Nuevo controlador encontrado. ¿Desea actualizarlo?                                                     
Key_MMCAbsence=No hay ninguna tarjeta SD instalada en su móvil.
Key_DriverUpdateNotationTitle=Sugerencia
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Spanish(is)

[Section_LID0x200A]//Spanish(es-la)语言ID
Key_Button1		=Transferir archivo                                                                                  
Key_Button3		=Iniciar PC Suite                                                                                    
Key_Button4		=Iniciar módem móvil                                                                                 
Key_Button5		=Manual                                                                                              
Key_ButtonSel1		=Transferir archivos usando el teléfono como USB flash drive                                         
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                         
Key_ButtonSel3		=Gestionar contactos y mensajes                                                                      
Key_ButtonSel4		=Conectarse a Internet por módem                                                                     
Key_ButtonSel5		=Abrir la carpeta de documentos de ayuda                                                             
ProgramName		=Opciones de PC móvil                                                                                
Key_AdminPromptMsg 	=Antes de utilizar el puerto USB, se deben instalar los controladores con la cuenta de administrador.
Key_DriverUpdateNotation=Nuevo controlador encontrado. ¿Desea actualizarlo?                                                  
Key_MMCAbsence=No hay ninguna tarjeta SD instalada en el teléfono móvil.
Key_DriverUpdateNotationTitle=Sugerencia
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Spanish(es-la)

[Section_LID0x041B]//Slovakian(sk)语言ID
Key_Button1		=Preniesť súbor                                                                       
Key_Button3		=Spustiť balík PC Suite                                                               
Key_Button4		=Spustiť mobilný modem                                                                
Key_Button5		=Manuálne                                                                             
Key_ButtonSel1		=Prenos súborov pomocou telefónu ako USB disku                                        
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                        
Key_ButtonSel3		=Správa kontaktov a správ                                                             
Key_ButtonSel4		=Pripojenie na internet prostredníctvom modemu                                        
Key_ButtonSel5		=Otvorenie priečinka s dokumentmi pomocníka                                           
ProgramName		=Možnosti mobilného počítača                                                          
Key_AdminPromptMsg 	=Pred používaním portu USB musíte nainštalovať ovládače prostredníctvom konta správcu.
Key_DriverUpdateNotation=Našiel sa nový ovládač. Chcete ho aktualizovať?                                      
Key_MMCAbsence=V mobilnom telefóne nie je vložená žiadna karta SD.
Key_DriverUpdateNotationTitle=Tip
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Slovakian

[Section_LID0x0419]//Russian(ru)语言ID
Key_Button1		=Передача файла                                                                                    
Key_Button3		=Запуск PC Suite                                                                                   
Key_Button4		=Запуск Mobile Modem                                                                               
Key_Button5		=Управление вручную                                                                                
Key_ButtonSel1		=Передача файлов при использовании телефона в качестве накопителя USB                              
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                              
Key_ButtonSel3		=Управление контактами и сообщениями                                                               
Key_ButtonSel4		=Подключение к Интернет через модем                                                                
Key_ButtonSel5		=Откройте файлы со справочной информацией                                                          
ProgramName		=Функции Mobile PC                                                                                 
Key_AdminPromptMsg 	=Перед использованием порта USB, необходимо установить драйверы под учетной записью администратора.
Key_DriverUpdateNotation=Найден новый драйвер. Выполнить обновление драйвера?                                              
Key_MMCAbsence=На Вашем мобильном телефоне не установлена SD-карта.
Key_DriverUpdateNotationTitle=Совет:
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Russian

[Section_LID0x0418]//Rumania(ro)语言ID
Key_Button1		=Transferare fişier                                                                               
Key_Button3		=Pornire PC Suite                                                                                 
Key_Button4		=Pornire modem mobil                                                                              
Key_Button5		=Manuală                                                                                          
Key_ButtonSel1		=Transferă fişiere folosind telefonul ca flash drive USB                                          
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                  
Key_ButtonSel3		=Gestionează contactele şi mesajele                                                               
Key_ButtonSel4		=Conectează la Internet prin modem                                                                
Key_ButtonSel5		=Deschide folderul cu documentele de ajutor                                                       
ProgramName		=Opţiuni Mobile PC                                                                                
Key_AdminPromptMsg 	=Înainte de a utiliza portul USB, trebuie să instalaţi driverele folosind contul de administrator.
Key_DriverUpdateNotation=S-a găsit un driver nou. Doriţi să-l actualizaţi?                                                
Key_MMCAbsence=Nu există carduri SD instalate pe telefonul dv. mobil.
Key_DriverUpdateNotationTitle=Sfat
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Rumania

[Section_LID0x0416]//Portuguese Brazil语言ID
Key_Button1		=Transferir arquivos                                                                              
Key_Button3		=Iniciar Suite do PC                                                                              
Key_Button4		=Iniciar Modem Móvel                                                                              
Key_Button5		=Manual                                                                                           
Key_ButtonSel1		=Transfira arquivos ao utilizar o telefone como um drive USB flash                                
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                            
Key_ButtonSel3		=Gerenciar contatos e mensagens                                                                   
Key_ButtonSel4		=Conectar a Internet via modem                                                                    
Key_ButtonSel5		=Abrir a pasta de documentos de ajuda                                                             
ProgramName		=Opções de PC Móvel                                                                               
Key_AdminPromptMsg 	=Antes de utilizar a porta USB, você deve instalar os drivers utilizando a conta de administrador.
Key_DriverUpdateNotation=Novo driver encontrado. Deseja atualizá-lo?                                                      
Key_MMCAbsence=Nenhum cartão SD instalado em seu telefone celular.
Key_DriverUpdateNotationTitle=Dica
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Portuguese Brazil

[Section_LID0x0816]//Portuguese Portugal(pt)语言ID
Key_Button1		=Transferir ficheiro                                                                              
Key_Button3		=Iniciar o PC Suite                                                                               
Key_Button4		=Iniciar o modem do telemóvel                                                                     
Key_Button5		=Manual                                                                                           
Key_ButtonSel1		=Transferir ficheiros utilizando o telefone como unidade flash USB                                
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                       
Key_ButtonSel3		=Gerir contactos e mensagens                                                                      
Key_ButtonSel4		=Ligar à Internet através do modem                                                                
Key_ButtonSel5		=Abrir a pasta de documentos de Ajuda                                                             
ProgramName		=Opções do PC móvel                                                                               
Key_AdminPromptMsg 	=Antes de utilizar a porta USB, tem de instalar controladores utilizando a conta de administrador.
Key_DriverUpdateNotation=Foi encontrado um novo controlador. Pretende actualizá-lo?                                       
Key_MMCAbsence=Não existe qualquer cartão SD instalado no telemóvel.
Key_DriverUpdateNotationTitle=Sugestão
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Portuguese Portugal(pt)

[Section_LID0x0415]//Polish(pl)语言ID
Key_Button1		=Przenieś plik                                                                         
Key_Button3		=Uruchom oprogramowanie PC Suite                                                       
Key_Button4		=Uruchom modem komórkowy                                                               
Key_Button5		=Ręcznie                                                                               
Key_ButtonSel1		=Przenieś pliki, używając telefonu jako pamięci flash USB                              
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                 
Key_ButtonSel3		=Zarządzaj kontaktami i wiadomościami                                                  
Key_ButtonSel4		=Połącz z Internetem za pośrednictwem modemu                                           
Key_ButtonSel5		=Otwórz folder dokumentów pomocy                                                       
ProgramName		=Oprogramowanie komórkowe PC Options                                                   
Key_AdminPromptMsg 	=Przed użyciem portu USB należy zainstalować sterowniki za pomocą konta administratora.
Key_DriverUpdateNotation=Znaleziono nowy sterownik. Czy chcesz go zaktualizować?                               
Key_MMCAbsence=Nie zainstalowano karty SD w telefonie komórkowym.
Key_DriverUpdateNotationTitle=Porada
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Polish

[Section_LID0x0414]//Norway(nb)语言ID
Key_Button1		=Overfør fil                                                                        
Key_Button3		=Start PC Suite                                                                     
Key_Button4		=Start mobilmodem                                                                   
Key_Button5		=Manuell                                                                            
Key_ButtonSel1		=Overfør filer ved bruk av telefonen som en USB-flashstasjon                        
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                          
Key_ButtonSel3		=Administrer kontakter og meldinger                                                 
Key_ButtonSel4		=Koble til Internett via modem                                                      
Key_ButtonSel5		=Åpne mappen på hjelpedokumentene                                                   
ProgramName		=Alternativer for mobil PC                                                          
Key_AdminPromptMsg 	=Før du bruker USB-porten må du installere drivere ved bruk av administratorkontoen.
Key_DriverUpdateNotation=Ny driver funnet. Ønsker du å oppdatere den?                                       
Key_MMCAbsence=Det er ikke installert noe SD-kort på mobiltelefonen din.
Key_DriverUpdateNotationTitle=Tips
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Norway

[Section_LID0x0410]//Italy(it)语言ID
Key_Button1		=Trasferisci file                                                                      
Key_Button3		=Avvia PC Suite                                                                        
Key_Button4		=Avvia modem mobile                                                                    
Key_Button5		=Manuale                                                                               
Key_ButtonSel1		=Trasferisci file usando il telefono come unità flash USB                              
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                           
Key_ButtonSel3		=Gestisci contatti e messaggi                                                          
Key_ButtonSel4		=Connessione internet tramite modem                                                    
Key_ButtonSel5		=Visualizza la cartella della Guida                                                    
ProgramName		=Opzioni PC mobile                                                                     
Key_AdminPromptMsg 	=Prima di usare la porta USB, installare i driver utilizzando l'account amministratore.
Key_DriverUpdateNotation=Trovato nuovo driver. Aggiornarlo?                                                    
Key_MMCAbsence=Nessuna scheda SD installata nel telefono cellulare.
Key_DriverUpdateNotationTitle=Suggerimento
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Italy

[Section_LID0x040E]//Hungary(hu)语言ID
Key_Button1		=Fájlok átvitele                                                                                         
Key_Button3		=PC Suite indítása                                                                                       
Key_Button4		=Mobilmodem indítása                                                                                     
Key_Button5		=Kézikönyv                                                                                               
Key_ButtonSel1		=Fájlokat vihet át úgy, mintha a telefon egy USB tároló lenne.                                           
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                      
Key_ButtonSel3		=Névjegyek és üzenetek kezelése                                                                          
Key_ButtonSel4		=A modem segítségével csatlakozik az internethez                                                         
Key_ButtonSel5		=Súgódokumentumok mappájának megnyitása                                                                  
ProgramName		=Mobile PC beállításai                                                                                   
Key_AdminPromptMsg 	=Az USB csatoló használata előtt rendszergazdai jogosultságokkal telepítenie kell az illesztőprogramokat.
Key_DriverUpdateNotation=Új illesztőprogramot talált. Szeretné telepíteni?                                                       
Key_MMCAbsence=Mobiltelefonjában nem található SD kártya.
Key_DriverUpdateNotationTitle=Tanács 
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Hungary

[Section_LID0x0408]//Greece(el)语言ID
Key_Button1		=Μεταφορά αρχείου                                                                                           
Key_Button3		=Έναρξη του PC Suite                                                                                        
Key_Button4		=Έναρξη του φορητού μόντεμ                                                                                  
Key_Button5		=Μη αυτόματο                                                                                                
Key_ButtonSel1		=Μεταφορά αρχείων χρησιμοποιώντας το τηλέφωνο ως μονάδα flash USB                                           
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                                    
Key_ButtonSel3		=Διαχείριση επαφών και μηνυμάτων                                                                            
Key_ButtonSel4		=Σύνδεση στο Internet μέσω μόντεμ                                                                           
Key_ButtonSel5		=Άνοιγμα του φακέλου εγγράφων βοήθειας                                                                      
ProgramName		=Επιλογές Mobile PC                                                                                         
Key_AdminPromptMsg 	=Πριν από τη χρήση της θύρας USB, πρέπει να εγκαταστήσετε προγράμματα οδήγησης με το λογαριασμό διαχειριστή.
Key_DriverUpdateNotation=Βρέθηκε νέο πρόγραμμα οδήγησης. Θέλετε να το ενημερώσετε;                                                  
Key_MMCAbsence=Δεν έχετε τοποθετήσει κάρτα SD στο κινητό τηλέφωνο.
Key_DriverUpdateNotationTitle=Συμβουλή
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=Greece

[Section_LID0x0407]//German(de)语言ID
Key_Button1		=Datei übertragen                                                                             
Key_Button3		=PC-Suite starten                                                                             
Key_Button4		=Mobil-Modem starten                                                                          
Key_Button5		=Manuell                                                                                      
Key_ButtonSel1		=Dateien mithilfe des Tel. als USB-Laufwerk übertragen                                        
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC.                                            
Key_ButtonSel3		=Kontakte und Nachrichten verwalten                                                           
Key_ButtonSel4		=Über Modem mit Internet verbinden                                                            
Key_ButtonSel5		=Hilfe-Verzeichnis öffnen                                                                     
ProgramName		=PC-Optionen f. Mobiltel.                                                                     
Key_AdminPromptMsg 	=Vor Verwenden des USB-Ports müssen Treiber aus dem Administratorenaccount installiert werden.
Key_DriverUpdateNotation=Neuen Treiber gefunden. Möchten Sie diesen aktualisieren?                                    
Key_MMCAbsence=Keine SD-Karte auf Ihrem Mobiltel. installiert.                                                                 
Key_DriverUpdateNotationTitle=Tipp:
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
strLang=German

[Section_LID0x0413]//Dutch(nl)语言ID
Key_Button1=Bestandsoverdracht
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Start PC Suite
Key_Button4=Start mobiele modem
Key_Button5=Handmatig
Key_ButtonSel1=Bestanden overzetten door de telefoon te gebruiken als USB Flash Drive
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=Contactpersonen en berichten beheren
Key_ButtonSel4=Verbinding maken met het internet via een modem
Key_ButtonSel5=Open de map met helpdocumenten
ProgramName=Mobiele computeropties
Key_AdminPromptMsg = Voordat u de USB-poort gebruikt, moet u eerst drivers installeren met de beheerdersaccount.
Key_DriverUpdateNotationTitle=Tip
Key_DriverUpdateNotation=Nieuwe driver gevonden. Wilt u hem bijweken?
Key_MMCAbsence=Er is geen SD-kaart geïnstalleerd op uw mobiele telefoon.
strLang=Dutch

[Section_LID0x0406]//Danmark(da)语言ID
Key_Button1=Overfør fil
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Start PC Suite
Key_Button4=Start mobilmodem
Key_Button5=Manuelt
Key_ButtonSel1=Overfør filer ved at bruge telefonen som et USB-flash-drev
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=Styr kontaktpersoner og meddelelser
Key_ButtonSel4=Opret forbindelse til internettet via modem
Key_ButtonSel5=Åbn mappen med hjælpedokumenter
ProgramName=Indstillinger for Mobile PC
Key_AdminPromptMsg = Du skal installere drivere vha. administratorkontoen, før du bruger USB-porten.
Key_DriverUpdateNotationTitle=Tip
Key_DriverUpdateNotation=Ny driver fundet. Vil du opdatere den?
Key_MMCAbsence=Der er ikke sat et SD-kort i mobiltelefonen.
strLang=Danmark

[Section_LID0x0405]//Czech(cs)语言ID
Key_Button1=Přesun souboru
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Spustit aplikaci PC Suite
Key_Button4=Spustit modem v telefonu
Key_Button5=Ručně
Key_ButtonSel1=Přesune soubory, jakoby mobilní telefon byl USB flash diskem.
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=Správa kontaktů a zpráv.
Key_ButtonSel4=Připojení k Internetu přes modem.
Key_ButtonSel5=Otevře složku se soubory nápovědy.
ProgramName=Volby Mobile PC
Key_AdminPromptMsg = Před použitím rozhraní USB je třeba nejprve nainstalovat ovladače pomocí účtu správce.
Key_DriverUpdateNotationTitle=Tip
Key_DriverUpdateNotation=Nalezen nový ovladač. Chcete jej aktualizovat?
Key_MMCAbsence=V mobilním telefonu není vložena karta SD.
strLang=Czech

[Section_LID0x041A]//Croatia(hr)语言ID
Key_Button1=Prijenos datoteka
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Pokreni PC Suite
Key_Button4=Pokreni mobilni modem
Key_Button5=Ručno
Key_ButtonSel1=Prijenos datoteka korištenjem telefona kao USB pogona za ažuriranje
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=Upravljanje kontaktima i porukama
Key_ButtonSel4=Povezivanje s internetom preko modema
Key_ButtonSel5=Otvorite mapu dokumenata za pomoć
ProgramName=Opcije mobilnog osobnog računala
Key_AdminPromptMsg = Prije nego koristite USB ulaz, morate instalirati upravljačke programe korištenjem računa administratora.
Key_DriverUpdateNotationTitle=Vrsta
Key_DriverUpdateNotation=Pronađen je novi upravljački program. Želite li ga ažurirati?
Key_MMCAbsence=Nema instalirane SD kartice na vašem mobilnom telefonu.
strLang=Croatia

[Section_LID0x0403]//Catalunya(ca)语言ID
Key_Button1=Transfereix fitxer
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=Inicia PC Suite
Key_Button4=Inicia mòdem mòbil
Key_Button5=Manual
Key_ButtonSel1=Transfereix fitxers utilitzant el telèfon com a unitat flash USB
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=Administra contactes i missatges
Key_ButtonSel4=Estableix la connexió a Internet a través del mòdem
Key_ButtonSel5=Obre la carpeta dels documents d'ajuda
ProgramName=Opcions de Mobile PC
Key_AdminPromptMsg = Abans de fer servir el port USB, heu d'instal·lar els controladors amb el compte d'administrador.
Key_DriverUpdateNotationTitle=Suggeriment
Key_DriverUpdateNotation=S'ha trobat un controlador nou. Voleu actualitzar-lo?
Key_MMCAbsence=No teniu cap targeta SD instal·lada al telèfon mòbil.
strLang=Catalunya

[Section_LID0x0401]//Arabic(ar)语言ID
Key_Button1=نقل الملفات
Key_Button2=Install Mobile Drivers
Key_Button2-2=Uninstall Mobile Drivers
Key_Button3=بدء PC Suite
Key_Button4=بدء مودم المحمول
Key_Button5=يدوي
Key_ButtonSel1=نقل الملفات باستخدام الهاتف كمحرك فلاش USB
Key_ButtonSel2=Install mobile drivers to PC.
Key_ButtonSel2-2=Uninstall mobile drivers from PC. 
Key_ButtonSel3=إدارة جهات الاتصال والرسائل
Key_ButtonSel4=التوصيل بالإنترنت عبر مودم
Key_ButtonSel5=افتح مجلد مستندات التعليمات
ProgramName=خيارات Mobile PC
Key_AdminPromptMsg = قبل استخدام منفذ USB، يلزم تثبيت برامج التشغيل باستخدام حساب المسؤول.
Key_DriverUpdateNotationTitle=تلميح
Key_DriverUpdateNotation=تم العثور على برنامج تشغيل جديد. هل ترغب في تحديثه؟
Key_MMCAbsence=لم يتم تثبيت بطاقة SD على الهاتف المحمول.
strLang=Arabic
